Repository: xcv58/MacTools
Catalog: Plugins/Siri/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, ja, ko, pt, ru, tr, zh_hant

source: 从命令面板向 Siri 发送消息
ar: أرسل رسائل إلى Siri من لوحة الأوامر
de: Nachrichten über die Befehlspalette an Siri senden
en: Send messages to Siri from the command palette
es: Enviar mensajes a Siri desde la paleta de comandos
fr: Envoyer des messages à Siri depuis la palette de commandes
ja: コマンドパレットからSiriにメッセージを送信する
ko: 명령 팔레트에서 Siri로 메시지 보내기
pt: Enviar mensagens para Siri a partir da paleta de comandos
ru: Отправляйте сообщения Siri из палитры команд.
tr: Komut paletinden Siri'ye ileti gönderin
zh_hant: 從命令面板向 Siri 傳送訊息

source: 辅助功能
ar: تسهيلات الاستخدام
de: Bedienungshilfen
en: Accessibility
es: Accesibilidad
fr: Accessibilité
ja: アクセシビリティ
ko: 손쉬운 사용
pt: Acessibilidade
ru: Универсальный доступ
tr: Erişilebilirlik
zh_hant: 輔助使用

# 允许向 Siri 输入并发送消息
source: 允许 MacTools 向 Siri 输入并发送消息
ar: السماح لـ MacTools بإدخال وإرسال الرسائل في Siri
de: MacTools erlauben, Nachrichten in Siri einzugeben und zu senden
en: Allow MacTools to enter and send messages in Siri
es: Permitir que MacTools ingrese y envíe mensajes en Siri
fr: Autoriser MacTools à saisir et envoyer des messages dans Siri
ja: MacTools に Siri へのメッセージ入力と送信を許可
ko: MacTools가 Siri에 메시지를 입력하고 보낼 수 있도록 허용
pt: Permitir que o MacTools digite e envie mensagens na Siri
ru: Разрешить MacTools вводить и отправлять сообщения в Siri
tr: MacTools'un Siri'ye ileti girmesine ve göndermesine izin verin
zh_hant: 允許向 Siri 輸入並傳送訊息

source: 询问 Siri — 新对话
ar: اسأل Siri — محادثة جديدة
de: Siri fragen – Neue Unterhaltung
en: Ask Siri — New Conversation
es: Preguntar a Siri — Nueva conversación
fr: Demander à Siri — Nouvelle conversation
ja: Siri に質問する — 新しい会話
ko: Siri에게 묻기 — 새 대화
pt: Perguntar à Siri — Nova conversa
ru: Спросить Siri — новый разговор
tr: Siri'ye Sor — Yeni Sohbet
zh_hant: 詢問 Siri — 新對話

source: 消息
ar: الرسالة
de: Nachricht
en: Message
es: Mensaje
fr: Message
ja: メッセージ
ko: 메시지
pt: Mensagem
ru: Сообщение
tr: İleti
zh_hant: 訊息

source: 输入发给 Siri 的消息
ar: أدخل رسالة لـ Siri
de: Nachricht für Siri eingeben
en: Enter a message for Siri
es: Ingrese un mensaje para Siri
fr: Saisir un message pour Siri
ja: Siri に送るメッセージを入力してください
ko: Siri에게 보낼 메시지를 입력하세요
pt: Insira uma mensagem para Siri
ru: Введите сообщение для Siri.
tr: Siri'ye gönderilecek iletiyi girin
zh_hant: 輸入發給 Siri 的訊息

source: Siri · 新对话
ar: Siri · محادثة جديدة
de: Siri · Neue Unterhaltung
en: Siri · New Conversation
es: Siri · Nueva conversación
fr: Siri · Nouvelle conversation
ja: Siri · 新しい会話
ko: Siri · 새로운 대화
pt: Siri · Nova conversa
ru: Siri · Новый разговор
tr: Siri · Yeni Sohbet
zh_hant: Siri · 新對話

source: 发送
ar: إرسال
de: Senden
en: Send
es: Enviar
fr: Envoyer
ja: 送信
ko: 보내기
pt: Enviar
ru: Отправить
tr: Gönder
zh_hant: 傳送

source: 需要 macOS 27 和 Siri AI
ar: يتطلب macOS 27 وSiri AI
de: Erfordert macOS 27 und Siri AI
en: Requires macOS 27 and Siri AI
es: Requiere macOS 27 y Siri AI
fr: Nécessite macOS 27 et Siri AI
ja: macOS 27 および Siri AI が必要です
ko: macOS 27 및 Siri AI 필요
pt: Requer macOS 27 e Siri AI
ru: Требуется macOS 27 и Siri AI.
tr: macOS 27 ve Siri AI gerektirir

source: 请先授予辅助功能权限
ar: امنح إذن تسهيلات الاستخدام أولاً
de: Zuerst die Berechtigung für Bedienungshilfen erteilen
en: Grant Accessibility permission first
es: Otorgar permiso de accesibilidad primero
fr: Accordez d'abord l'autorisation d'accessibilité
ja: 最初にアクセシビリティ権限を付与してください
ko: 먼저 손쉬운 사용 권한을 허용하세요
pt: Conceda permissão de acessibilidade primeiro
ru: Сначала предоставьте разрешение на универсальный доступ
tr: Önce Erişilebilirlik iznini verin
zh_hant: 請先授予輔助使用權限

source: 正在向 Siri 发送消息
ar: جارٍ إرسال رسالة إلى Siri
de: Nachricht an Siri wird gesendet
en: Sending a message to Siri
es: Enviando un mensaje a Siri
fr: Envoi d'un message à Siri
ja: Siri にメッセージを送信中
ko: Siri에게 메시지 보내는 중
pt: Enviando uma mensagem para Siri
ru: Отправка сообщения Siri
tr: Siri'ye ileti gönderiliyor
zh_hant: 正在向 Siri 傳送訊息

source: Siri 暂不可用
ar: Siri غير متاح
de: Siri ist nicht verfügbar
en: Siri is unavailable
es: Siri no está disponible
fr: Siri n'est pas disponible
ja: Siriは使用できません
ko: Siri를 사용할 수 없습니다.
pt: Siri não está disponível
ru: Siri недоступна
tr: Siri şu anda kullanılamıyor
zh_hant: Siri 暫不可用

source: 取消
ar: إلغاء
de: Abbrechen
en: Cancel
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
pt: Cancelar
ru: Отмена
tr: İptal

source: 在命令面板输入触发短语和消息，按 Return 发送。
ar: اكتب عبارة التشغيل الخاصة بك متبوعة برسالتك في لوحة الأوامر، ثم اضغط على Return.
de: Geben Sie Ihren Auslösebegriff gefolgt von Ihrer Nachricht in die Befehlspalette ein und drücken Sie die Eingabetaste.
en: Type your trigger phrase followed by your message in the command palette, then press Return.
es: Escriba su frase desencadenante seguida de su mensaje en la paleta de comandos, luego presione Retorno.
fr: Tapez votre phrase de déclenchement suivie de votre message dans la palette de commandes, puis appuyez sur Retour.
ja: コマンド パレットにトリガー フレーズとメッセージを入力し、Return キーを押します。
ko: 명령 팔레트에 트리거 문구와 메시지를 입력한 다음 Return 키를 누르세요.
pt: Digite sua frase de gatilho seguida de sua mensagem na paleta de comandos e pressione Return.
ru: Введите триггерную фразу, а затем свое сообщение в палитре команд, затем нажмите Return.
tr: Komut paletine tetikleyici ifadenizi ve ardından iletinizi yazın, göndermek için Return tuşuna basın.
zh_hant: 在命令面板輸入觸發短語和訊息，按 Return 傳送。

source: Siri 中有未发送的草稿，请先处理。
ar: يحتوي Siri على مسودة لم يتم إرسالها. قم بإنهائها قبل المحاولة مرة أخرى.
de: Siri hat einen ungesendeten Entwurf. Stellen Sie diesen fertig, bevor Sie es erneut versuchen.
en: Siri has an unsent draft. Finish it before trying again.
es: Siri tiene un borrador sin enviar. Termínalo antes de volver a intentarlo.
fr: Siri a un brouillon non envoyé. Terminez-le avant de réessayer.
ja: Siri に未送信の下書きがあります。その下書きを処理してから、再試行してください。
ko: Siri에 전송되지 않은 초안이 있습니다. 다시 시도하기 전에 완료하세요.
pt: A Siri tem um rascunho não enviado. Conclua-o antes de tentar novamente.
ru: В Siri есть неотправленный черновик. Завершите работу с ним перед повторной попыткой.
tr: Siri'de gönderilmemiş bir taslak var. Yeniden denemeden önce onu tamamlayın.
zh_hant: Siri 中有未傳送的草稿，請先處理。

source: 请选择要使用的 Siri 窗口后重试。
ar: حدد نافذة Siri التي تريد استخدامها، ثم حاول مرة أخرى.
de: Wählen Sie das Siri-Fenster aus, das Sie verwenden möchten, und versuchen Sie es erneut.
en: Select the Siri window you want to use, then try again.
es: Selecciona la ventana de Siri que quieras usar y vuelve a intentarlo.
fr: Sélectionnez la fenêtre Siri que vous souhaitez utiliser, puis réessayez.
ja: 使用するSiriウィンドウを選択して、再度実行してください。
ko: 사용하려는 Siri 창을 선택한 후 다시 시도하세요.
pt: Selecione a janela da Siri que deseja usar e tente novamente.
ru: Выберите окно Siri, которое вы хотите использовать, затем повторите попытку.
tr: Kullanmak istediğiniz Siri penceresini seçip yeniden deneyin.
zh_hant: 請選擇要使用的 Siri 視窗後重試。

source: Siri 对话已更改，已停止发送。
ar: تغيرت محادثة Siri. توقف الإرسال.
de: Die Siri-Unterhaltung hat sich geändert. Der Sendevorgang wurde gestoppt.
en: The Siri conversation changed. Sending stopped.
es: La conversación de Siri ha cambiado. Se ha detenido el envío.
fr: La conversation Siri a changé. L'envoi s'est arrêté.
ja: Siri の会話が変更されました。送信が停止されました。
ko: Siri 대화가 변경되었습니다. 전송이 중지되었습니다.
pt: A conversa da Siri foi alterada. Envio interrompido.
ru: Диалог Siri изменился. Отправка остановлена.
tr: Siri sohbeti değişti. Gönderme durduruldu.
zh_hant: Siri 對話已更改，已停止傳送。

source: 消息内容已更改，已停止发送。
ar: تغيرت الرسالة. توقف الإرسال.
de: Die Nachricht hat sich geändert. Der Sendevorgang wurde gestoppt.
en: The message changed. Sending stopped.
es: El mensaje cambió. El envío se detuvo.
fr: Le message a changé. L'envoi s'est arrêté.
ja: メッセージが変更されました。送信が停止されました。
ko: 메시지가 변경되었습니다. 전송이 중지되었습니다.
pt: A mensagem mudou. Envio interrompido.
ru: Сообщение изменилось. Отправка остановлена.
tr: İleti değişti. Gönderme durduruldu.
zh_hant: 訊息內容已更改，已停止傳送。

source: 消息可能已发送，请在 Siri 中确认，避免重复发送。
ar: ربما تم إرسال الرسالة. تحقق من Siri قبل المحاولة مرة أخرى.
de: Die Nachricht wurde möglicherweise bereits gesendet. Überprüfen Sie Siri, bevor Sie es erneut versuchen.
en: The message may have been sent. Check Siri before trying again.
es: Es posible que el mensaje haya sido enviado. Verifique Siri antes de volver a intentarlo.
fr: Le message a peut-être été envoyé. Vérifiez Siri avant de réessayer.
ja: メッセージが送信された可能性があります。再試行する前に Siri を確認してください。
ko: 메시지가 전송되었을 수 있습니다. 다시 시도하기 전에 Siri를 확인하세요.
pt: A mensagem pode ter sido enviada. Verifique Siri antes de tentar novamente.
ru: Возможно, сообщение было отправлено. Проверьте Siri, прежде чем повторить попытку.
tr: İleti gönderilmiş olabilir. Yeniden denemeden önce Siri'de kontrol edin.
zh_hant: 訊息可能已傳送，請在 Siri 中確認，避免重複傳送。

source: 等待 Siri 超时，请检查 Siri 后重试。
ar: لم يصبح Siri جاهزًا في الوقت المناسب. تحقق من Siri قبل المحاولة مرة أخرى.
de: Siri war nicht rechtzeitig bereit. Überprüfen Sie Siri, bevor Sie es erneut versuchen.
en: Siri did not become ready in time. Check Siri before trying again.
es: Siri no estuvo listo a tiempo. Verifique Siri antes de volver a intentarlo.
fr: Siri n’a pas été prêt à temps. Vérifiez Siri avant de réessayer.
ja: Siriの準備が間に合いませんでした。再試行する前に Siri を確認してください。
ko: Siri가 시간 내에 준비되지 않았습니다. 다시 시도하기 전에 Siri를 확인하세요.
pt: A Siri não ficou pronta a tempo. Verifique a Siri antes de tentar novamente.
ru: Siri не успела подготовиться. Проверьте Siri перед повторной попыткой.
tr: Siri zamanında hazır olmadı. Yeniden denemeden önce Siri'yi kontrol edin.
zh_hant: 等待 Siri 超時，請檢查 Siri 後重試。

source: 无法识别 Siri 输入界面，请检查 Siri 后重试。
ar: تعذر العثور على عناصر التحكم المتوقعة في Siri. تحقق من Siri قبل المحاولة مرة أخرى.
de: Die erwarteten Siri-Bedienelemente wurden nicht gefunden. Überprüfen Sie Siri, bevor Sie es erneut versuchen.
en: Could not find the expected Siri controls. Check Siri before trying again.
es: No se encontraron los controles esperados de Siri. Comprueba Siri antes de volver a intentarlo.
fr: Impossible de trouver les contrôles Siri attendus. Vérifiez Siri avant de réessayer.
ja: 必要な Siri のコントロールが見つかりませんでした。再試行する前に Siri を確認してください。
ko: 예상되는 Siri 컨트롤을 찾을 수 없습니다. 다시 시도하기 전에 Siri를 확인하세요.
pt: Não foi possível localizar os controles esperados da Siri. Verifique a Siri antes de tentar novamente.
ru: Не удалось найти ожидаемые элементы управления Siri. Проверьте Siri, прежде чем повторить попытку.
tr: Beklenen Siri denetimleri bulunamadı. Yeniden denemeden önce Siri'yi kontrol edin.
zh_hant: 無法辨識 Siri 輸入介面，請檢查 Siri 後重試。

source: 在命令面板输入触发短语和消息
ar: اكتب عبارة التشغيل متبوعة برسالتك في لوحة الأوامر
de: Geben Sie Ihren Auslösebegriff gefolgt von Ihrer Nachricht in die Befehlspalette ein
en: Type your trigger phrase followed by your message in the command palette
es: Escriba su frase desencadenante seguida de su mensaje en la paleta de comandos
fr: Tapez votre phrase de déclenchement suivie de votre message dans la palette de commandes
ja: コマンド パレットにトリガー フレーズを入力し、続いてメッセージを入力します。
ko: 명령 팔레트에 트리거 문구와 메시지를 입력하세요.
pt: Digite sua frase de gatilho seguida de sua mensagem na paleta de comandos
ru: Введите триггерную фразу, а затем свое сообщение в палитре команд.
tr: Komut paletine tetikleyici ifadenizi ve ardından iletinizi yazın
zh_hant: 在命令面板輸入觸發短語和訊息

source: 正在打开 Siri…
ar: جارٍ فتح Siri...
de: Öffne Siri…
en: Opening Siri…
es: Abriendo Siri…
fr: Ouverture de Siri…
ja: Siri を起動中…
ko: Siri를 여는 중…
pt: Abrindo Siri…
ru: Открытие Siri…
tr: Siri açılıyor…
zh_hant: 正在開啟 Siri…

source: 正在准备新对话…
ar: تحضير محادثة جديدة…
de: Bereite neue Unterhaltung vor…
en: Preparing a new conversation…
es: Preparando una nueva conversación…
fr: Préparation d'une nouvelle conversation…
ja: 新しい会話を準備しています…
ko: 새로운 대화를 준비 중입니다...
pt: Preparando uma nova conversa…
ru: Подготовка нового разговора…
tr: Yeni sohbet hazırlanıyor…
zh_hant: 正在準備新對話…

source: 正在输入消息…
ar: إدخال الرسالة...
de: Gebe Nachricht ein…
en: Entering the message…
es: Ingresando el mensaje…
fr: Saisie du message…
ja: メッセージを入力中…
ko: 메시지를 입력하는 중입니다…
pt: Digitando a mensagem…
ru: Ввод сообщения…
tr: İleti giriliyor…
zh_hant: 正在輸入訊息…

source: 正在发送消息…
ar: جارٍ إرسال الرسالة...
de: Sende Nachricht…
en: Sending the message…
es: Enviando el mensaje…
fr: Envoi du message…
ja: メッセージを送信中…
ko: 메시지를 보내는 중입니다...
pt: Enviando a mensagem…
ru: Отправка сообщения…
tr: İleti gönderiliyor…
zh_hant: 正在傳送訊息…

source: 消息已发送
ar: تم إرسال الرسالة
de: Nachricht gesendet
en: Message sent
es: Mensaje enviado
fr: Message envoyé
ja: メッセージが送信されました
ko: 메시지가 전송되었습니다
pt: Mensagem enviada
ru: Сообщение отправлено
tr: İleti gönderildi
zh_hant: 訊息已傳送

source: 已取消；Siri 中的草稿会保留。
ar: تم الإلغاء. يتم الاحتفاظ بأي مسودة في Siri.
de: Abgebrochen. Ein eventueller Entwurf in Siri bleibt erhalten.
en: Cancelled. Any draft in Siri is preserved.
es: Cancelado. Se conserva cualquier borrador en Siri.
fr: Annulé. Tout brouillon dans Siri est conservé.
ja: キャンセルされました。Siri の下書きは保持されています。
ko: 취소되었습니다. Siri의 모든 초안은 보존됩니다.
pt: Cancelado. Qualquer rascunho na Siri é preservado.
ru: Отменено. Любой черновик в Siri сохраняется.
tr: İptal edildi; Siri'deki taslak korunur.
zh_hant: 已取消；Siri 中的草稿會保留。

# metadata.description
source: 从命令面板向 Siri 发送消息
ar: أرسل رسائل إلى Siri من لوحة الأوامر.
de: Sende Nachrichten über die Befehlspalette an Siri.
en: Send messages to Siri from the command palette
es: Envía mensajes a Siri desde la paleta de comandos.
fr: Envoyez des messages à Siri depuis la palette de commandes.
ja: コマンドパレットから Siri にメッセージを送信します。
ko: 명령 팔레트에서 Siri에 메시지를 보냅니다.
pt: Envie mensagens para a Siri pela paleta de comandos.
ru: Отправляйте сообщения Siri из палитры команд.
tr: Komut paletinden Siri'ye ileti gönderin
zh_hant: 從命令面板向 Siri 傳送訊息

source: 询问 Siri
ar: اسأل Siri
de: Siri fragen
en: Ask Siri
es: Preguntar a Siri
fr: Demander à Siri
ja: Siri に質問する
ko: Siri에게 묻기
pt: Perguntar à Siri
ru: Спросить Siri
tr: Siri'ye Sor
zh_hant: 詢問 Siri

source: 开始新的 Siri 对话
ar: ابدأ محادثة Siri جديدة
de: Neue Siri-Unterhaltung starten
en: Start a new Siri conversation
es: Iniciar una nueva conversación de Siri
fr: Démarrer une nouvelle conversation Siri
ja: 新しい Siri 会話を開始します
ko: 새로운 Siri 대화를 시작하세요
pt: Iniciar uma nova conversa com a Siri
ru: Начать новый разговор с Siri
tr: Yeni bir Siri sohbeti başlatın
zh_hant: 開始新的 Siri 對話
